{
"free":
[
{"ques":"A pineapple cost Rs. 7 each. A watermelon costs Rs. 5 each. X spends Rs. 38 on these fruits. The number of pineapples purchased is","opta":"2","optb":"3","optc":"4","optd":"5","answ":"4"},
{"ques":"Find the number which when added to itself 13 times, gives 112.","opta":"7","optb":"8","optc":"9","optd":"11","answ":"8"},
{"ques":"A total of 324 coins of 20 paise and 25 paise make a sum of Rs. 71. The number of 25 paise coins is","opta":"120","optb":"124","optc":"144","optd":"200","answ":"124"},
{"ques":"If a clock takes 7 s to strike seven, how long will it take to strike ten?","opta":"7 s","optb":"9 s","optc":"10 s","optd":"None of these","answ":"None of these"},
{"ques":"If 100 cats kill 100 mice in 100 days, then 4 cats would kill 4 mice in how many days?","opta":"1","optb":"4","optc":"40","optd":"100","answ":"100"},
{"ques":"In a family, each daughter has the same number of brothers as she has sisters and each son has twice as many sisters as he has brothers. How many sons are there in the family?","opta":"2","optb":"3","optc":"4","optd":"5","answ":"3"},
{"ques":"According to a survey 70% people have Cars 75% people have TV. If 55% people have both Cars and TV's. Then, how many per cent of people who do not have Car and TV?","opta":"25","optb":"20","optc":"10","optd":"5","answ":"10"},
{"ques":"","opta":"3","optb":"7","optc":"10","optd":"12","answ":"10"},
{"ques":"A bird shooter was asked, how many birds he had in the bag. He replied that there were all sparrows but six, all pigeons but six and all ducks but six. How many birds he had in the bag in all?","opta":"9","optb":"18","optc":"27","optd":"36","answ":"9"},
{"ques":"In a survey 65% people watch news on National TV channel, 40% people read newspaper and 25% people watch news on National TV channel as well read the newspaper. According to survey how many per cent of people do not watch news on National TV channel and do not read the newspaper?","opta":"5","optb":"10","optc":"20","optd":"15","answ":"20"},
{"ques":"A bus starts from city X. The number of women in the bus is half of the number of men. In city Y, 10 men leave the bus and five women enter. Now, number of men and women is equal. In the beginning, how many passengers entered the bus?","opta":"15","optb":"30","optc":"36","optd":"45","answ":"45"},
{"ques":"Find out the number of people who do not play any game.","opta":"9","optb":"24","optc":"18","optd":"15","answ":"9"},
{"ques":"From the information given below, find out the number of people who do not read any newspaper.","opta":"195","optb":"135","optc":"175","optd":"75","answ":"195"},
{"ques":"A farmer built a fence around his square plot. He used 27 fence poles on each side of the square. How many poles did he need altogether?","opta":"100","optb":"104","optc":"108","optd":"None of these","answ":"104"},
{"ques":"What is the product of all the numbers in the dial of a telephone?","opta":"158480","optb":"159450","optc":"159480","optd":"None of these","answ":"None of these"},
{"ques":"A group of 1200 persons consisting of captains and soldiers is traveling in a train. For every 15 soldiers there is one captain. The number of captains in the group is","opta":"85","optb":"80","optc":"75","optd":"70","answ":"75"},
{"ques":"Aruna cut a cake into two halves and cuts one half into smaller pieces of equal size. Each of the small pieces is 20 g in weight. If she has 7 pieces of the cake in all with her, how heavy was the original cake?","opta":"120 g","optb":"140 g","optc":"240 g","optd":"280 g","answ":"240 g"},
{"ques":"A student got twice as many sums wrong as he got right. If he attempted 48 sums in all, how many did he solve correctly?","opta":"12","optb":"16","optc":"18","optd":"24","answ":"16"},
{"ques":"The number of boys in a class is three times the number of girls. Which one of the following numbers cannot represent the total number of children in the class?","opta":"48","optb":"44","optc":"42","optd":"40","answ":"42"},
{"ques":"I have a few sweets to be distributed. If I keep 2, 3 or 4 in a pack, I am left with one sweet. If I keep 5 in a pack, I am left with none. What is the minimum number of sweets, I have to pack and distributed?","opta":"25","optb":"37","optc":"54","optd":"65","answ":"25"},
{"ques":"Mr. Abhi was to earn Rs. 300 and a free holiday for 7 weeks work. He worked for only 4 weeks and earned Rs. 30 and a free holiday. What was the value of the holiday?","opta":"Rs. 300","optb":"Rs. 330","optc":"Rs. 360","optd":"Rs. 420","answ":"Rs. 330"},
{"ques":"In a cricket match, five batsmen A, B, C, D and E scored an average of 36 runs. D scored 5 more than E. E scored 8 fewer than A, B scored as many as D and E combined and B and C scored 107 between them. How many runs did E score?","opta":"62","optb":"45","optc":"28","optd":"20","answ":"20"},
{"ques":"A monkey climbs 30 feet at the beginning of each hour and rests for a while, when he slips back 20 feet before he again starts climbing in the beginning of the next hour. If he begins his ascent at 8:00 am at what time will he first touch a flag at 120 feet from the ground?","opta":"4 pm","optb":"5 pm","optc":"6 pm","optd":"None of these","answ":"6 pm"},
{"ques":"In a city, 40% of the adults are illiterate, while 85% of the children are literate. If the ratio of the adults to that of the children is 2 : 3, then what per cent of the population is literate?","opta":"20","optb":"25","optc":"50","optd":"75","answ":"75"},
{"ques":"A fires 5 shots to B's 3 but A kills only once in 3 shots while B kills once in 2 shots. When B has missed 27 times, A has killed","opta":"30 birds","optb":"60 birds","optc":"72 birds","optd":"90 birds","answ":"30 birds"},
 ]
 }